tap "homebrew/bundle"
brew "openssl@3"
brew "gcc"
brew "numpy"
brew "pillow"
brew "python@3.11"
brew "binwalk"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "ghostscript"
brew "ghq"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "nvm"
brew "openjdk"
brew "peco"
brew "poetry"
brew "pyenv"
brew "python-tk@3.11"
brew "python@3.10"
brew "python@3.9"
brew "virtualenv"
brew "zlib"
cask "iterm2"
cask "mactex"
