tap "FelixKratz/formulae"
tap "wtsnjp/tex2img"
brew "aria2"
brew "bash-completion"
brew "bottom"
brew "FelixKratz/formulae/borders"
brew "broot"
brew "btop"
brew "bingrep"
brew "cffi"
brew "clisp"
brew "cmake"
brew "coreutils"
brew "cpio"
brew "difftastic"
brew "duf"
brew "dust"
brew "dockutil"
brew "eigen"
brew "eza"
brew "yazi"
brew "fd"
brew "fzf"
brew "ghq"
brew "git-delta"
brew "gdown"
brew "gping"
brew "hdf5"
brew "hexyl"
brew "highlight"
brew "httpie"
brew "gum"
brew "jless"
brew "lua"
brew "mas"
brew "mise"
brew "mycli"
brew "nano"# replace default package
brew "neovim"
brew "nowplaying-cli"
brew "numbat"
brew "nvm"
brew "pastel"
brew "peco"
brew "pnpm"
brew "procs"
brew "pueue"
brew "pycparser"
brew "ripgrep"
brew "ripgrep-all"
brew "rip2"
brew "rpm2cpio"
brew "shellharden"
brew "FelixKratz/formulae/sketchybar"
brew "starship"
brew "switchaudio-osx"
brew "tectonic"
brew "wtsnjp/tex2img/tex2img"
brew "tldr"
brew "tree"
brew "unzip" # replace default package
brew "vscode-langservers-extracted"
brew "visidata"
brew "wget"
brew "zlib"
brew "zoxide"
brew "joncrangle/tap/sketchybar-system-stats"
cask "amethyst"
cask "arc"
cask "alt-tab"
cask "brooklyn"
cask "discord"
cask "iterm2"
cask "raycast"
cask "slack"
cask "mactex"
cask "visual-studio-code"
cask "default-folder-x"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-computer-modern"
cask "font-times-newer-roman"
cask "font-latin-modern"
cask "font-new-computer-modern"
cask "font-hack-nerd-font"
cask "qgis"
cask "openinterminal"
cask "sf-symbols"
cask "shottr"
cask "microsoft-excel"
cask "microsoft-word"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-onenote"
