tap "homebrew/bundle"
brew "aria2"
brew "gcc"
brew "numpy"
brew "pillow"
brew "binwalk"
brew "bottom"
brew "pycparser"
brew "cffi"
brew "coreutils"
brew "direnv"
brew "duf"
brew "dust"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "ghq"
brew "gping"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "hexyl"
brew "httpie"
brew "navi"
brew "neovim"
brew "nvm"
brew "opencv"
brew "openjdk"
brew "peco"
brew "poetry"
brew "pre-commit"
brew "procs"
brew "pyenv"
brew "ripgrep"
brew "rye"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "zlib"
brew "zoxide"
cask "brooklyn"
cask "font-hack-nerd-font"
cask "iterm2"
cask "mactex"
vscode "austin.code-gnu-global"
vscode "bmewburn.vscode-intelephense-client"
vscode "charliermarsh.ruff"
vscode "cschlosser.doxdocgen"
vscode "devsense.composer-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "ecmel.vscode-html-css"
vscode "formulahendry.code-runner"
vscode "gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-speech-language-pack-ja-jp"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tamasfe.even-better-toml"
vscode "tht13.python"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-maven"
vscode "xabikos.javascriptsnippets"
