brew "aria2"
brew "bottom"
brew "borders"
brew "broot"
brew "btop"
brew "cffi"
brew "clisp"
brew "cmake"
brew "coreutils"
brew "duf"
brew "dust"
brew "eigen"
brew "eza"
brew "fd"
brew "fzf"
brew "ghq"
brew "git-delta"
brew "gping"
brew "hdf5"
brew "hexyl"
brew "highlight"
brew "httpie"
brew "lua"
brew "mas"
brew "mise"
brew "mycli"
brew "nano"# replace default package
brew "neofetch"
brew "neovim"
brew "nowplaying-cli"
brew "numbat"
brew "nvm"
brew "pastel"
brew "peco"
brew "pnpm"
brew "procs"
brew "pycparser"
brew "ripgrep"
brew "rye"
brew "rye"
brew "sketchybar"
brew "starship"
brew "switchaudio-osx"
brew "tldr"
brew "tree"
brew "unzip" # replace default package
brew "vscode-langservers-extracted"
brew "visidata"
brew "wget"
brew "zlib"
brew "zoxide"
cask "amethyst"
cask "arc"
cask "brooklyn"
cask "discord"
cask "font-hack-nerd-font"
cask "iterm2"
cask "raycast"
cask "skype"
cask "slack"
cask "alt-tab"
cask "visual-studio-code"
# Fonts
cask "sf-symbols"
cask "font-sf-mono"
cask "font-sf-pro"
tap "homebrew/bundle"
tap "FelixKratz/formulae"
