aaron-bond.better-comments
bbenoist.doxygen
bmewburn.vscode-intelephense-client
charliermarsh.ruff
cheshirekow.cmake-format
cschlosser.doxdocgen
devsense.composer-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
ecmel.vscode-html-css
formulahendry.code-runner
github.remotehub
golang.go
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
jeff-hykin.better-cpp-syntax
leafvmaple.octave
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-ja-jp
njpwerner.autodocstring
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
starkwang.markdown
tamasfe.even-better-toml
tht13.python
toasty-technologies.octave
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
zchrissirhcz.cmake-highlight
aaron-bond.better-comments
bbenoist.doxygen
bmewburn.vscode-intelephense-client
charliermarsh.ruff
cheshirekow.cmake-format
cschlosser.doxdocgen
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
ecmel.vscode-html-css
formulahendry.code-runner
github.remotehub
golang.go
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
jeff-hykin.better-cpp-syntax
leafvmaple.octave
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-ja-jp
njpwerner.autodocstring
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
starkwang.markdown
tamasfe.even-better-toml
tht13.python
toasty-technologies.octave
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
zchrissirhcz.cmake-highlight
aaron-bond.better-comments
bbenoist.doxygen
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
charliermarsh.ruff
cheshirekow.cmake-format
cschlosser.doxdocgen
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
ecmel.vscode-html-css
formulahendry.code-runner
github.remotehub
golang.go
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
jeff-hykin.better-cpp-syntax
leafvmaple.octave
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-ja-jp
njpwerner.autodocstring
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
starkwang.markdown
tamasfe.even-better-toml
toasty-technologies.octave
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
zchrissirhcz.cmake-highlight
zokugun.explicit-folding
aaron-bond.better-comments
bbenoist.doxygen
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
cheshirekow.cmake-format
cschlosser.doxdocgen
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
ecmel.vscode-html-css
formulahendry.code-runner
github.remotehub
golang.go
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
jeff-hykin.better-cpp-syntax
leafvmaple.octave
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
ms-ceintl.vscode-language-pack-ja
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech
ms-vscode.vscode-speech-language-pack-ja-jp
njpwerner.autodocstring
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
starkwang.markdown
tamasfe.even-better-toml
tht13.python
toasty-technologies.octave
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
xabikos.javascriptsnippets
zchrissirhcz.cmake-highlight
zokugun.explicit-folding
